Repository: fat115/newplayer
Catalog: locale/*.po
Languages: fr

source: Rules file not found! The file should be named "newplayer-rules.txt" and placed in the following location:
fr: Fichier de règles introuvable ! Le fichier doit être nommé "newplayer-rules.txt" et placé à l'emplacement suivant :

source: Editing Server Rules
fr: Modification des règles du serveur

source: Save
fr: Enregistrer

source: Cancel
fr: Annuler

source: Server Rules
fr: Règles du serveur

source: I agree
fr: Accepter

source: I do not agree
fr: Refuser

source: Enter keyword from rules above:
fr: Saisissez le mot-clé indiqué dans les règles ci-dessus :

source: Edit
fr: Modifier

source: BUILDING DISABLED You must agree to the rules before building! Use the /rules command to see them.
fr: SIMPLE VISITE Vous devez accepter les règles. Tapez la commande /rules pour les consulter.

source: Teleporting to spawn...
fr: Téléportation au spawn ...

source: ERROR:
fr: ERREUR :

source: The spawn point is not set!
fr: Le point de départ n'est pas défini !

source: Thank you for agreeing
fr: Merci d'avoir lu et accepté

source: to the rules!
fr: les règles !

source: You are now free to play normally.
fr: Vous êtes maintenant libre de jouer normalement.

source: You can also use /spawn to return here.
fr: Vous pouvez utiliser /spawn pour revenir ici.

source: Incorrect keyword!
fr: Mot-clé incorrect !

source: Try Again
fr: Réessayer

source: You may remain on the server,
fr: Vous pouvez visiter.

source: but you may not dig or build
fr: Mais pour construire vous devez

source: until you agree to the rules.
fr: accepter les règles.

source: Rules/keyword updated.
fr: Les règles/mots-clé ont été mis à jour.

source: Success:
fr: Bravo :

source: You hacker you... nice try!
fr: Graine de pirate... bien essayé !

source: View the rules
fr: Consulter les règles

source: Edit the rules
fr: Modifier les règles

source: Set the spawn point for players without interact to your current position
fr: Définir à votre position, le point de départ pour les joueurs sans interact

source: Spawn point for players without interact set to:
fr: Le point de départ pour les joueurs n'ayant pas le privilège interact est désormais :

source: Set the spawn point for players with interact to your current position
fr: Définir à votre position, le point de départ pour les joueurs ayant interact

source: Spawn point for players with interact set to:
fr: Le point de départ pour les joueurs ayant le privilège interact est désormais :

source: Gets the list of keywords used to obtain the interact privilege
fr: Affiche la liste des mots-clé permettant d'obtenir le privilège interact

source: Currently configured keywords:
fr: Liste des mots-clé :

source: No keywords are currently set.
fr: Aucun mot-clé n'est défini

source: Add a keyword to the list of keywords used to obtain the interact privilege
fr: Ajoute un mot à la liste de mots-clé permettant d'obtenir le privilège interact

source: No keyword supplied
fr: Aucun mot-clé saisi

source: Keyword "%s" added
fr: Le mot-clé "%s" a été ajouté

source: Remove a keyword from the list of keywords used to obtain the interact privilege
fr: Enlève un mot de la liste de mots-clé permettant d'obtenir le privilège interact

source: removed
fr: a été retiré

source: Keyword
fr: Le mot-clé

source: not found
fr: est introuvable

source: Teleport to the spawn
fr: Téléportation au spawn

source: In order to build,
fr: Pour pouvoir construire,

source: you must read and agree to the rules.
fr: vous devez avoir lu et accepté les règles

source: View them now?
fr: Voulez vous les consulter maintenant ?

source: Yes
fr: Oui

source: No
fr: Non
